{
    "facts":[
       {
         "fact": "The CN Tower located in Toronto, Ontario Canada took a total construction time of 40 months to complete at an original cost of $63 million"
       },
       {
         "fact": "Being lactose intolerant can cause chronic flatulence"
       },
       {
         "fact": "Lighthouse keepers were nicknamed \"wickies\" because they tended the lamps wick"
       },
       {
         "fact": "The titan arum flower is the largest flower in the world and gives off a horrible odor that smells like rotting flesh when it blooms"
       },
       {
         "fact": "In a day, an elephant can drink 80 gallons of water"
       },
       {
         "fact": "The official state mammal of Texas is the armadillo"
       },
       {
         "fact": "Dustin Phillips of the U.S. has the record for ketchup drinking. He drank a 14-ounce bottle of tomato ketchup through a ? inch straw in 33 seconds on September 23, 1999"
       },
       {
         "fact": "A can of Pepsi has 41 grams of sugar. This amount to about seven teaspoons of sugar"
       },
       {
         "fact": "On average, an American relocates 11 times in their life"
       },
       {
         "fact": "A dentist from Buffalo New York named Alfred P. Southwick invented the electric chair."
       },
       {
         "fact": "It cost the soft drink industry $100 million a year for thefts committed involving vending machines"
       },
       {
         "fact": "The Mexican version of the Tooth Fairy is known as the Tooth Mouse, which takes the tooth and leaves treasures in its place"
       },
       {
         "fact": "In 1958, the United States Coast Guard off western Greenland measured the tallest known iceberg at five hundred and fifty feet"
       },
       {
         "fact": "In Alabama, it is against the law to wear a fake mustache that could cause laughter in the church"
       },
       {
         "fact": "About 26 per cent of all indoor water used by households in Sydney, Australia are for laundry"
       },
       {
         "fact": "There are 500,000 detectable earthquakes in the world each year"
       },
       {
         "fact": "Some brands of toothpaste contain glycerin or glycerol, which is also an ingredient in antifreeze"
       },
       {
         "fact": "Tycho Brahe, a 16th century astronomer, lost his nose in a duel with one of his students over a mathematical computation. He wore a silver replacement nose for the rest of his life"
       },
       {
         "fact": "Dandelion root can be roasted and ground as a coffee substitute"
       },
       {
         "fact": "On average, a hen lays 300 eggs per year"
       },
       {
         "fact": "In 1949, forecasting the relentless march of science, Popular Mechanics said \"Computers in the future may weigh no more than 1.5 tons.\""
       },
       {
         "fact": "The word Spain means \"the land of rabbits.\""
       },
       {
         "fact": "The reason why the Mexican sombrero hat is so wide is to provide shade for the entire body"
       },
       {
         "fact": "One out of four American households own a cat"
       },
       {
         "fact": "Wild turkeys can run at speeds of up to 25 miles per hour"
       },
       {
         "fact": "A slug has four noses"
       },
       {
         "fact": "The average Super Bowl party has 18 people"
       },
       {
         "fact": "The story of Mulan had been told in China for almost 1,500 years before Disney decided to make it into an animated movie"
       },
       {
         "fact": "During the female orgasm, endorphines are released, which are powerful painkillers. So headaches are in fact a bad excuse not to have sex"
       },
       {
         "fact": "All dogs are the descendant of the wolf. These wolves lived in eastern Asia about 15,000 years ago"
    },
    {"fact": "The Great Wall of China is over 13,000 miles long."},
    {"fact": "Cleopatra was the last pharaoh of Egypt."},
    {"fact": "The first successful powered airplane was invented by the Wright brothers in 1903."},
    {"fact": "Leonardo da Vinci painted the Mona Lisa in the early 16th century."},
    {"fact": "The Titanic sank on its maiden voyage in 1912."},
    {"fact": "The Declaration of Independence was adopted on July 4, 1776."},
    {"fact": "The French Revolution began in 1789."},
    {"fact": "Albert Einstein formulated the theory of relativity in the early 20th century."},
    {"fact": "The Industrial Revolution transformed society in the 18th and 19th centuries."},
    {"fact": "Christopher Columbus reached the Americas in 1492."},
    {"fact": "The Battle of Gettysburg was a pivotal moment in the American Civil War in 1863."},
    {"fact": "The printing press was invented by Johannes Gutenberg around 1440."},
    {"fact": "The ancient city of Rome was founded in 753 BC."},
    {"fact": "The first moon landing occurred in 1969 with the Apollo 11 mission."},
    {"fact": "The Boston Tea Party took place in 1773."},
    {"fact": "The Eiffel Tower was completed in 1889 for the Paris World's Fair."},
    {"fact": "The Black Death, a devastating pandemic, swept through Europe in the 14th century."},
    {"fact": "The American Revolution began in 1775."},
    {"fact": "The Magna Carta was signed in 1215, limiting the power of the English monarchy."},
    {"fact": "The Great Fire of London destroyed much of the city in 1666."},
    {"fact": "The Statue of Liberty was a gift from France to the United States in 1886."},
    {"fact": "The Cold War was a period of political tension between the U.S. and the Soviet Union in the mid-20th century."},
    {"fact": "The Renaissance, a period of cultural and artistic rebirth, began in the 14th century."},
    {"fact": "The ancient city of Athens was the birthplace of democracy."}]
   }
     